Repository: collective/collective.twitter.portlets
Catalog: src/collective/twitter/portlets/locales/*/LC_MESSAGES/collective.twitter.portlets.po
Languages: es

source: A portlet that will show a profile feed from Twitter
es: Un portlet para mostrar los tweets de un usuario en Twitter

source: A portlet to show search results from Twitter
es: Un portlet para mostrar resultados de búsquedas en Twitter

source: Favorite
es: Favoritear

source: Header
es: Cabecera

source: Maximum results
es: Resultados máximos

source: Pretty dates
es: Fechas mejoradas

source: ReTweet
es: ReTweetear

source: Reply
es: Responder

source: Search string
es: Cadena de búsqueda

source: Show avatars
es: Mostrar avatares

source: Show dates in a pretty format (ie. '4 hours ago').
es: Mostrar fechas en un formato mejorado (ej. 'hace 4 horas').

source: Show people's avatars.
es: Mostrar los avatares de las personas.

source: The Twitter account used to display content in this portlet appears to be invalid
es: La cuenta Twitter utilizada para mostrar el contenido en el portlet parece inválida

source: The Twitter user you wish to get feed from (you can include or omit the initial @).
es: El usuario de Twitter del cual se quieren obtener los tweets (se puede incluir u omitir el @ inicial).

source: The header for the portlet. Leave empty for none.
es: La cabecera del portlet. Dejar vacío para ninguna.

source: The maximum results number.
es: El número máximo de resultados.

source: Twitter account
es: Cuenta de Twitter

source: Twitter profile Portlet
es: Portlet de perfil Twitter

source: Twitter search Portlet
es: Portlet de búsqueda en Twitter

source: Twitter user
es: Usuario de Twitter

source: What to search.
es: Qué buscar

source: Which twitter account to use.
es: Qué cuenta de Twitter utilizar.
